Repository: avalanche123/libipinfo
Catalog: po/*.po
Languages: nl

source: Domain = %s
nl: Domein = %s

source: IP Address = %s
nl: IP-adres = %s

source: Network prefix = %s
nl: Netwerkprefix = %s

source: Network address = %s
nl: Netwerkadres = %s

source: Broadcast address = %s
nl: Broadcast-adres = %s

source: Number of hosts = %s
nl: Aantal hosts = %s

source: Error: %s (%d)
nl: Fout: %s (%d)

source: end of address
nl: einde van het adres

source: colon
nl: dubbele punt

source: dot
nl: punt

source: hex address field;
nl: hex adresveld

source: address field
nl: adresveld

source: illegal character
nl: ongeldig karakter

source: Unexpected: %s at position %d in address '%s'
nl: Onverwacht: %s op positie %d in adres '%s'

source: expected
nl: verwacht

source: The IP address is too long (at most %d bytes are expected)
nl: Het IP-adres is te lang (maximaal %d bytes worden verwacht)

source: Illegal character '%c' at position %d in address '%s'
nl: Ongeldig karakter '%c' op positie %d in adres '%s'

source: address field or colon
nl: adresveld of dubbele punt

source: Duplicate '::' block at position %d in address '%s'
nl: Duplicaat '::' blok op positie %d in adres '%s'

source: colon or slash
nl: dubbele punt of slash

source: colon, slash or dot
nl: dubbele punt, slash of punt

source: Illegal IPv4 byte '%s' at position %d in address '%s' (no leading zeroes are allowed)
nl: Ongeldige IPv4 byte '%s' op positie %d in adres '%s' (voorloopnullen zijn niet toegestaan)

source: Illegal IPv4 byte value '%d' at position %d in address '%s' (expected: 0 - 255)
nl: Ongeldige IPv4 bytewaarde '%d' op positie %d in adres '%s' (verwacht: 0 - 255)

source: IPv4 address byte 0 - 255
nl: IPv4 adresbyte 0 - 255

source: prefix length slash
nl: slash voor een prefixlengte

source: Illegal prefix length '%d' used at position %d in address '%s' (expected: IPv6 prefix length 0 - 128)
nl: Een ongeldige prefixlengte '%d' is gebruikt op positie %d in adres '%s' (verwacht: IPv6 prefixlengte 0 - 128)

source: IPv6 prefix length 0 - 128
nl: IPv6 prefixlengte 0 - 128

source: Illegal IPv4 netmask byte '%s' at position %d in address '%s' (no leading zeroes are allowed)
nl: Ongeldige IPv4 netmask byte '%s' op positie %d in adres '%s' (voorloopnullen zijn niet toegestaan)

source: Illegal IPv4 netmask byte value '%d' at position %d in address '%s' (expected: 0 - 255)
nl: Ongeldige IPv4 netmask bytewaarde '%d' op positie %d in adres '%s' (verwacht: 0 - 255)

source: IPv4 prefix 0 - 32 or a dot-decimal netmask
nl: IPv4 prefix 0 - 32 of een dot-decimal netmask

source: Invalid IPv4 prefix length %d in address '%s' (expected: IPv4 prefix length 0 - 32)
nl: Een ongeldige IPv4 prefixlengte %d is gebruikt in adres '%s' (verwacht: prefixlengte 0 - 32)

source: Address '%s' contains a compressed zeroes block '::', but the address already contains %d bytes or more
nl: Het adres '%s' bevat een nul-compressieblok '::', maar het adres bevat al %d bytes of meer

source: Address '%s' contains only %d bytes (%d bytes are expected)
nl: Het adres '%s' bevat maar %d bytes (%d bytes worden verwacht)

source: Address '%s' exceeds the maximum IPv6 byte length (%d bytes are expected)
nl: Het adres '%s' is langer dan de maximaal toegestane IPv6 bytelengte (%d bytes worden verwacht)

source: Byte %d '%d' in the netmask is invalid (expected zero)
nl: Byte %d '%d' in het netmask is ongeldig (er werd een nul verwacht)

source: Byte %d '%d' in the netmask is invalid
nl: Byte %d '%d' in het netmask is ongeldig
